Repository: Dav-Git/Dav-Cogs
Catalog: mcwhitelister/locales/*.po
Languages: de_de, fr_fr

source: {} is already on the whitelist.
de_de: {} ist bereits auf der whitelist.
fr_fr: {} est déjà dans la liste blanche.

source: {} is not a valid username.
de_de: {} ist kein bekannter Nutzername.
fr_fr: {} n'est pas un un pseudo valide.

source: {} successfully whitelisted {}.
de_de: {} hat {} gewhitelisted.
fr_fr: {} a ajouté avec succès {} dans la liste blanche.

source: You need to set a path with ``[p]whitelister setup`` first.
de_de: Lege zunächst einen Systempfad mit ``[p]whitelister setup`` fest.
fr_fr: Vous avez besoin de configurer un chemin d'accès avec ``[p]whitelister setup`` avant de commencer.

source: Set up the path to your minecraft server jar.\n It needs to lead to the folder that contains both the server jar and whitelist.json .\n\n Example on a linux system:\n ``[p]whitelister setup /home/user/mcserver/whitelist.json``
de_de: Stelle den Pfad zu deine minecraft server jar ein.\n Der Pfad muss auf den Ordner zeigen, der die Server jar und die ``whitelist.json`` Datei enthält.\n\n Beispiel für ein Linux System:\n ``[p]whitelister setup /home/user/mcserver/whitelist.json``

source: Path set to {}
de_de: Pfad auf {} gesetzt.
fr_fr: Chemin défini sur {}

source: The whitelist.json could not be found at this path.
de_de: Die ``whitelist.json`` Datei konnte nicht gefunden werden.
fr_fr: Le fichier whitelist.json n'a pas pu être trouvé dans ce chemin.

source: Whitelisted with whitelister:
de_de: Mit whitelister gewhitelistete Personen:
fr_fr: Whitelisté avec whitelister:

source: Whitelisted
de_de: Whitelist
fr_fr: Whitelisté

source: Nobody was whitelisted using whitelister yet.
de_de: Noch niemand wurde mit whitelister gewhitelisted.
fr_fr: Personne n'a été ajouté dans la liste blanche avec whitelister pour l'instant.

source: Set up the path to your minecraft server jar. It needs to lead to the folder that contains both the server jar and whitelist.json . Example on a linux system: ``[p]whitelister setup /home/user/mcserver/whitelist.json``
fr_fr: Configurez le chemin d'accès au jar du serveur minecraft. Le chemin doit être défini sur le dossier qui contient le jar du serveur et le fichier whitelist.json . Exemple sur un système Linux: ``[p]whitelister setup /home/user/mcserver/whitelist.json``
